{
  "image": {
    "url": "/img/photo/smart-application-tablet-placed-kitchen-desk-empty-house-automation-system-turning-light.jpg",
    "alt": "img"
  },
  "avatar": {
    "image": "/img/faces/customers/2.jpg",
    "alt": "Founder"
  },
  "title": "About <br/> <span class=\"mil-thin\">Us</span>",
  "description": "<p>At Homeify Automations, we’re all about turning your home into a high-tech haven! Founded by Shivdeep, our adventure kicked off with Enthrall Automation in 2017. After mastering the art of automation and tackling some pretty cool tech challenges, we launched Homeify Automations in 2023. Now, we're here to sprinkle a little extra magic into your living space with our fresh and innovative take on home technology.</p>",
  "subtitle": "<span class=\"mil-thin\">Empower Your Environment <br/> </span> with Homeify Automation.",
  "ourStoryTitle": "OUR STORY",
  "ourStoryDescription": "<p>Turning Innovation into Everyday Magic</p><p>Our journey began with a simple insight: technology can transform homes and lives in ways never before imagined. Shivdeep, our visionary founder, started Enthrall Automation in 2017, focusing on water level controllers. Realizing the potential for broader advancements, he and his team launched Homeify Automations in 2023 after years of research and innovation.</p><p>In a market initially unfamiliar with home automation, we overcame challenges and leveraged the internet boom to thrive. With over 100 successful projects, our commitment to excellence and personalized solutions shines through.</p><p>From a groundbreaking project with a visionary architect to our continuous pursuit of cutting-edge technology, Homeify Automations leads the way in home innovation. We enhance comfort, security, and efficiency, crafting experiences that make life better, safer, and smarter.</p><p>Guided by trust, excellence, and client-focused innovation, we turn your vision into reality. More than implementing technology, we deliver seamless, sophisticated home automation solutions tailored to your needs.</p>"
}
